{
    "About": "حول",
    "Policy": "سياسة",
    "Mission": "مهمة",
    "Product": "المنتج",
    "Tell us everything": "أخبرنا عن كل شيء",
    "Contact": "اتصل",
    "Do you have any question? Feel free to reach out.": "هل لديك أي سؤال؟ لا تتردد في الاتصال.",
    "Let's Chat": "لنتحدث",
    "Application Security": "أمان التطبيق",
    "Software Principles": "مبادئ البرمجيات",
    "Support Center": "مركز الدعم",
    "Customer Support": "دعم العملاء",
    "Address": "العنوان",
    "Press": "صحافة",
    "Careers & Culture": "الوظائف والثقافة",
    "Language": "لغة",
    "Explore": "استكشف",
    "Learn more": "تعلم المزيد",
    "Get started": "ابدأ",
    "Submit": "إرسال",
    "Message": "رسالة",
    "Your Message": "رسالتك",
    "Name": "الاسم",
    "Your Name": "اسمك",
    "Email": "البريد الإلكتروني",
    "Your Email": "بريدك الإلكتروني",
    "Sign In": "تسجيل دخول",
    "About us": "حولنا",
    "Why BMS": "لماذا BMS",
    "Services": "الخدمات",
    "Register": "التسجيل",
    "Login": "تسجيل الدخول",
    "Don't have an account? Sign up": "ليس لديك حساب؟ سجل الآن",
    "Forgot Password?": "نسيت كلمة المرور؟",
    "Join as a client or provider": "انضم كمستهلك أو مقدم خدمة",
    "I’m a provider, looking for work": "أنا مقدم خدمة، أبحث عن عمل",
    "I’m a client, looking for a service": "أنا عميل، أبحث عن خدمة",
    "Join as Consumer": "انضم كمستهلك",
    "Join as Provider": "انضم مقدم خدمة",
    "Provider Sign up": "سجل كقدم خدمة",
    "Consumer Sign up": "سجل كمستهلك",
    "Welcome to Book My Service – Your Gateway to Effortless Booking!": "مرحبًا بك في Book My Service - بوابتك إلى حجز سهل!",
    "At Book My Service, we understand the value of your time and the importance of hassle-free service booking. Our platform is your go-to destination for streamlined and convenient booking experiences. Say goodbye to complexities and delays – with just a few clicks, you can book the services you need, when you need them.": "في Book My Service، نحن نفهم قيمة وقتك وأهمية حجز الخدمات بدون عناء. منصتنا هي وجهتك المفضلة لتجارب الحجز المبسطة والمريحة. وداعا للتعقيدات والتأخيرات - ببضع نقرات فقط، يمكنك حجز الخدمات التي تحتاج إليها، عندما تحتاج إليها.",
    "Cheaper, Faster, Secure": "أرخص، أسرع، آمن",
    "Experience a seamless and efficient way to book services on our classified service website. Benefit from a platform designed for speed, affordability, and security.": "استمتع بتجربة سهلة وفعالة لحجز الخدمات على موقعنا الإلكتروني للخدمات المصنفة. استفد من منصة مصممة لتوفير سرعة، تكلفة مناسبة، وأمان.",
    "Company": "الشركة",
    "Blog": "مدوّنة ",
    "Beirut, Lebanon": "بيروت، لبنان",
    "Profile": "ملف شخضي",
    "Explore with Confidence!": "استكشف بثقة!",
    "Navigating our platform is a breeze. If you ever have questions or need assistance, our team is here to help. Explore the world of services with confidence!": "التنقل في منصتنا أمر سهل للغاية. إذا كانت لديك أي أسئلة أو تحتاج إلى مساعدة، فإن فريقنا هنا للمساعدة. استكشف عالم الخدمات بثقة!",
    "Introducing Book My Service – Your Instant Solution to Effortless Booking!": "Book My Service - حلك الفوري لحجز بدون جهد!",
    "Book My Service revolutionizes the way you book services, offering a swift and user-friendly experience. Forget the hassle of traditional booking processes. With our platform, you can effortlessly schedule the services you need in just a few clicks. Your time is valuable, and we make sure every booking is quick, convenient, and stress-free. Welcome to seamless service booking with Book My Service – where simplicity meets efficiency!": "Book My Service تحدث ثورة في طريقة حجز الخدمات، حيث تقدم تجربة سريعة وسهلة للمستخدم. انسَى عناء عمليات الحجز التقليدية. مع منصتنا، يمكنك بسهولة تحديد المواعيد التي تحتاجها ببضع نقرات فقط. وقتك ثمين، ونحن نتأكد من أن كل حجز يتم بسرعة وبكل سهولة وبدون توتر. مرحبًا بك في حجز الخدمات السلس مع خدمتي – حيث تلتقي البساطة بالكفاءة!",
    "Why Choose BMS": "لماذا اختيار BMS",
    "Unlock the Full Potential of Convenience with BMS": "قم بفتح كامل إمكانيات الراحة مع BMS",
    "Home Services": "خدمات المنزل",
    "Keep your living space in perfect shape...": "احتفظ بمساحتك المعيشة في حالة مثالية...",
    "Personal Services": "خدمات شخصية",
    "Enhance your well-being with our personal care...": "عزز صحتك برعايتنا الشخصية...",
    "Educational Services": "خدمات تعليمية",
    "Plan and execute memorable events...": "قم بتخطيط وتنفيذ الفعاليات الذكية...",
    "View More": "عرض المزيد",
    "BMS Mobile Application - Coming Soon": "تطبيق BMS الجوال - قريباً",
    "Stay tuned for our BMS mobile application. We're working hard to bring the convenience of BMS to your smartphone. More updates will be available shortly!": "ترقبوا تطبيق BMS الجوال. نعمل بجد لجلب راحة BMS إلى هاتفك الذكي. المزيد من التحديثات ستكون متاحة قريبًا!",
    "Need Assistance?": "هل تحتاج إلى مساعدة؟",
    "Our dedicated customer support team is here to help...": "فريق دعم العملاء المخصص لدينا هنا للمساعدة...",
    "Contact Us": "اتصل بنا",
    "Username or Email": "اسم المستخدم أو البريد الإلكتروني",
    "Password": "كلمة المرور",
    "Logged in successfully. Redirecting to home page...": "تم تسجيل الدخول بنجاح. يتم توجيهك إلى الصفحة الرئيسية...",
    "About Us": "حولنا",
    "Who We Are": "من نحن",
    "At BMS Company, we are a dedicated team committed to bridging the gap between those who seek services and those who provide them. Our platform is built on the foundation of trust, efficiency, and quality. With a diverse team of innovative thinkers and passionate problem-solvers, we've created a marketplace that not only connects individuals but also fosters a community of support and growth.": "في شركة BMS، نحن فريق ملتزم يعمل على سد الفجوة بين الذين يبحثون عن الخدمات والذين يقدمونها. منصتنا مبنية على أسس الثقة والكفاءة والجودة. مع فريق متنوع من المفكرين المبتكرين وحلول المشاكل الملهمين، قمنا بإنشاء سوق يربط ليس فقط الأفراد ولكن يعزز أيضًا مجتمعًا من الدعم والنمو.",
    "Our Inspiration": "مصدر إلهامنا",
    "Inspired by the complexity of everyday needs and the hustle of service providers, we envisioned a streamlined, accessible, and reliable platform where every service request is met with a professional solution. We are motivated by the stories of individuals who strive to make their day-to-day lives more productive and the service providers who are the backbone of local economies.": "مستوحاة من تعقيدات الاحتياجات اليومية والجهد المبذول من قبل مقدمي الخدمات، تصورنا منصة سهلة الاستخدام وقوية حيث يتم الرد على كل طلب خدمة بحلاً احترافيًا. نحن محفوزون بقصص الأفراد الذين يسعون جاهدين لجعل حياتهم اليومية أكثر إنتاجية ومقدمي الخدمات الذين هم عمود الاقتصادات المحلية.",
    "Our Mission": "رسالتنا",
    "Our mission is to create a seamless and secure environment for users to enlist and offer services. We aim to empower our users by providing them with the tools they need to succeed, whether it's finding the right service at the right time or expanding their customer base. Through innovation and a steadfast commitment to user satisfaction, we strive to be the go-to platform for all service-related needs.": "رسالتنا هي إنشاء بيئة سلسة وآمنة للمستخدمين للتسجيل وتقديم الخدمات. نهدف إلى تمكين مستخدمينا من خلال تزويدهم بالأدوات التي يحتاجون إليها للنجاح، سواء كان الأمر يتعلق بالعثور على الخدمة المناسبة في الوقت المناسب أو توسيع قاعدة عملائهم. من خلال الابتكار والتفاني الدائم في تحقيق رضا المستخدم، نسعى لأن نكون المنصة المفضلة لجميع احتياجات الخدمات.",
    "Our Team": "فريقنا",
    "Add Service": "زيادة خدمة",
    "I’m a client, looking a service": "أنا زبون، أبحث عن خدمة",
    "Username": "اسم المستخدم",
    "Email Address": "عنوان البريد الإلكتروني",
    "Location": "الموقع",
    "Sign Out": "تسجيل خروج",
    "Create Account": "أنشاء حساب",
    "Already have an account? Sign in": "هل لديك حساب بالفعل؟ تسجيل الدخول",
    "Event Services": "خدمات الفعاليات",
    "Health and Wellness": "الصحة والعافية",
    "Automotive Services": "خدمات السيارات",
    "Technology Services": "خدمات التكنولوجيا",
    "Business Services": "خدمات الأعمال",
    "Delivery and Logistics": "خدمات التوصيل واللوجستيات",
    "Repair and Maintenance": "خدمات الإصلاح والصيانة",
    "Title": "العنوان",
    "Description": "الوصف",
    "Select Category": "اختيار الفئة",
    "Price": "السعر",
    "Features & Improvements": "تحسينات ومميزات",
    "Bugs Report": "تقرير الأخطاء",
    "Give Feedback": "تقديم ملاحظات",
    "Hello, what's on your mind?": "مرحبًا، ما الذي يدور في ذهنك؟",
    "Got questions or feedback? We’re here to listen and help...": "هل لديك أسئلة أو ملاحظات؟ نحن هنا للإستماع والمساعدة...",
    "Service Added Successfully ": "تمت إضافة الخدمة بنجاح",
    "Add Booking Times": "إضافة أوقات الحجز",
    "End Time ": "وقت النهاية",
    "End Date ": "تاريخ النهاية",
    "Start Time ": "وقت البداية",
    "Successfully logged out!": "تم تسجيل الخروج بنجاح",
    "Start Date ": "تاريخ البداية",
    "User registered successfully. Redirecting to email verification...": "تم تسجيل المستخدم بنجاح. جارٍ التوجيه إلى التحقق من البريد الإلكتروني..."
}